Repository: common-repository/payware-mobile-payments-for-woocommerce
Catalog: languages/*.po
Languages: bg_bg

source: Enable/Disable
bg_bg: Включи/Изключи

source: Enable payware mobile payments
bg_bg: Активирай payware мобилни плащания

source: Sandbox mode
bg_bg: Тестов режим

source: Enable Sandbox mode
bg_bg: Активирай тестов режим

source: Place the payment gateway in test mode.<br>Use the <a href="https://play.google.com/store/apps/details?id=eu.payware.demo.fi">payware e-wallet emulator</a> to confirm a payment.
bg_bg: Постави платежния метод в тестов режим.<br>Ползвай <a href="https://play.google.com/store/apps/details?id=eu.payware.demo.fi">емулатора на payware</а>, за да потвърдиш плащането.

source: Title
bg_bg: Заглавие

source: This controls the title which the user sees during checkout.
bg_bg: Полето контролира заглавието, което потребителя вижда по време на плащане.

source: Mobile payments
bg_bg: Мобилни плащания

source: Description
bg_bg: Описание

source: This controls the description which the user sees during checkout.
bg_bg: Полето контролира описанието, което потребителя вижда по време на плащане.

source: Pay with your favorite payment mobile app.
bg_bg: Плати с предпочитаното платежно мобилно приложение.

source: Payment details
bg_bg: Платежни детайли

source: Payment period
bg_bg: Период за плащане

source: The time allowed for payment completion in seconds. Accepted range 60 - 600.
bg_bg: Период в секунди, в който е възможно осъществяване на плащане. Възможен диапазон: 60 -600.

source: Mobile page url
bg_bg: Адрес на страницата за мобилно плащане

source: Leave default if unsure: mobile-payments
bg_bg: Използвай стойността по подразбиране, в случай, че се колебаеш: mobile-payments

source: Partner ID
bg_bg: Партньорски идентификатор

source: <a href="https://kb.payware.eu/general/faqs#where-is-my-partner-identifier" target="_blank">Where is my payware partner identifier?</a>
bg_bg: <a href="https://kb.payware.eu/general/faqs#where-is-my-partner-identifier" target="_blank">Къде е партньорският ми идентификатор?</a>

source: webPOS identifier
bg_bg: webPOS идентификатор

source: <a href="https://kb.payware.eu/general/faqs#where-are-my-virtual-pos-identifiers" target="_blank">Where is my webPOS identifier?</a>
bg_bg: <a href="https://kb.payware.eu/general/faqs#where-are-my-virtual-pos-identifiers" target="_blank">Къде да намеря webPOS идентификаторът?</a>

source: payware Public Key
bg_bg: Публичен ключ на payware

source: <a href="https://kb.payware.eu/general/faqs#where-is-payware-public-key" target="_blank">Where is payware Public Key?</a>
bg_bg: <a href="https://kb.payware.eu/general/faqs#where-is-payware-public-key" target="_blank">Къде да намеря публичният ключ на payware?</a>

source: Mobile payments by payware
bg_bg: Мобилни плащания от payware

source: Enables receiving payments by customer's favorite payment app.
bg_bg: Прави възможно получаване на плащания от предпочитаното от клиента платежно мобилно приложение.

source: No valid payment link
bg_bg: Не е налична валидна референция за плащане

source: Awaiting mobile payment
bg_bg: Очаква мобилно плащане

source: Back to checkout
bg_bg: Обратно

source: Settings
bg_bg: Настройки

source: Expired
bg_bg: Изтекла

source: Expires in
bg_bg: Изтича след

source: Declined
bg_bg: Отказана

source: Failed
bg_bg: Несполучлива

source: Payment ID
bg_bg: Идентификатор

source: Order total
bg_bg: Тотал на поръчката

source: Confim with your favorite mobile payment app.
bg_bg: Потвърди с предпочитаното платежно мобилно приложение.

source: Pay Now
bg_bg: Плати сега

source: Invalid order ID
bg_bg: Невалиден идентификатор на поръчката
